Repository: zooqueen/openclaw
Catalog: apps/ios/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja_jp, ko, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_cn, zh_tw

source: Try another search or status filter.
ar: جرّب بحثًا آخر أو عامل تصفية مختلفًا للحالة.
de: Versuchen Sie es mit einer anderen Suche oder einem anderen Statusfilter.
es: Prueba con otra búsqueda u otro filtro de estado.
fa: جستجو یا فیلتر وضعیت دیگری را امتحان کنید.
fr: Essayez une autre recherche ou un autre filtre d’état.
hi: कोई अन्य खोज या स्थिति फ़िल्टर आज़माएँ।
id: Coba pencarian atau filter status lain.
it: Prova un'altra ricerca o un altro filtro di stato.
ja_jp: 別の検索条件またはステータスフィルターをお試しください。
ko: 다른 검색어나 상태 필터를 사용해 보세요.
nl: Probeer een andere zoekopdracht of een ander statusfilter.
pl: Spróbuj użyć innego wyszukiwania lub filtra stanu.
pt_br: Tente outra pesquisa ou outro filtro de status.
ru: Попробуйте изменить поисковый запрос или фильтр статуса.
sv: Prova en annan sökning eller ett annat statusfilter.
th: ลองค้นหาใหม่หรือใช้ตัวกรองสถานะอื่น
tr: Başka bir arama veya durum filtresi deneyin.
uk: Спробуйте інший пошуковий запит або фільтр за статусом.
vi: Hãy thử tìm kiếm khác hoặc bộ lọc trạng thái khác.
zh_cn: 请尝试其他搜索词或状态筛选条件。
zh_tw: 請嘗試其他搜尋或狀態篩選條件。

source: Turn Off Summaries
ar: إيقاف الملخصات
de: Zusammenfassungen deaktivieren
es: Desactivar resúmenes
fa: خاموش کردن خلاصه‌ها
fr: Désactiver les résumés
hi: सारांश बंद करें
id: Nonaktifkan Ringkasan
it: Disattiva i riepiloghi
ja_jp: サマリーをオフにする
ko: 요약 끄기
nl: Overzichten uitschakelen
pl: Wyłącz podsumowania
pt_br: Desativar resumos
ru: Отключить сводки
sv: Stäng av sammanfattningar
th: ปิดสรุปข้อมูล
tr: Özetleri Kapat
uk: Вимкнути зведення
vi: Tắt bản tóm tắt
zh_cn: 关闭摘要
zh_tw: 關閉摘要

source: Turns OpenClaw notification delivery on or off
ar: تشغيل أو إيقاف تسليم إشعارات OpenClaw
de: Aktiviert oder deaktiviert die Zustellung von OpenClaw-Benachrichtigungen
es: Activa o desactiva la entrega de notificaciones de OpenClaw
fa: ارسال اعلان OpenClaw را روشن یا خاموش می‌کند
fr: Active ou désactive la remise des notifications OpenClaw
hi: OpenClaw सूचना वितरण को चालू या बंद करता है
id: Mengaktifkan atau menonaktifkan pengiriman notifikasi OpenClaw
it: Attiva o disattiva la consegna delle notifiche di OpenClaw
ja_jp: OpenClawの通知配信をオン/オフします
ko: OpenClaw 알림 전송을 켜거나 끕니다
nl: Schakelt de bezorging van OpenClaw-meldingen in of uit
pl: Włącza lub wyłącza dostarczanie powiadomień OpenClaw
pt_br: Ativa ou desativa a entrega de notificações do OpenClaw
ru: Включает или отключает доставку уведомлений OpenClaw
sv: Slår på eller av leverans av OpenClaw-aviseringar
th: เปิดหรือปิดการส่งการแจ้งเตือนของ OpenClaw
tr: OpenClaw bildirim teslimatını açar veya kapatır
uk: Вмикає або вимикає доставку сповіщень OpenClaw
vi: Bật hoặc tắt gửi thông báo OpenClaw
zh_cn: 开启或关闭 OpenClaw 通知投递
zh_tw: 開啟或關閉 OpenClaw 通知傳送

source: Unable to Export Transcript
ar: تعذّر تصدير النص
de: Transkript kann nicht exportiert werden
es: No se puede exportar la transcripción
fa: امکان خروجی گرفتن از رونوشت وجود ندارد
fr: Impossible d’exporter la transcription
hi: प्रतिलेख निर्यात नहीं किया जा सका
id: Tidak Dapat Mengekspor Transkrip
it: Impossibile esportare la trascrizione
ja_jp: トランスクリプトをエクスポートできません
ko: 대화 기록을 내보낼 수 없음
nl: Kan transcript niet exporteren
pl: Nie można wyeksportować transkrypcji
pt_br: Não foi possível exportar a transcrição
ru: Не удалось экспортировать стенограмму
sv: Det gick inte att exportera transkript
th: ไม่สามารถส่งออกบันทึกการสนทนาได้
tr: Döküm dışa aktarılamıyor
uk: Не вдалося експортувати транскрипт
vi: Không thể xuất bản ghi cuộc trò chuyện
zh_cn: 无法导出转录
zh_tw: 無法匯出逐字稿

source: Unarchive
ar: إلغاء الأرشفة
de: Aus Archiv entfernen
es: Desarchivar
fa: خارج کردن از بایگانی
fr: Désarchiver
hi: अनआर्काइव करें
id: Batalkan arsip
it: Annulla archiviazione
ja_jp: アーカイブ解除
ko: 보관 해제
nl: Uit archief halen
pl: Przywróć z archiwum
pt_br: Desarquivar
ru: Разархивировать
sv: Avarkivera
th: ยกเลิกการเก็บถาวร
tr: Arşivden çıkar
uk: Розархівувати
vi: Bỏ lưu trữ
zh_cn: 取消归档
zh_tw: 取消封存

source: Unavailable
ar: غير متاح
de: Nicht verfügbar
es: No disponible
fa: در دسترس نیست
fr: Indisponible
hi: अनुपलब्ध
id: Tidak tersedia
it: Non disponibile
ja_jp: 利用不可
ko: 사용할 수 없음
nl: Niet beschikbaar
pl: Niedostępne
pt_br: Indisponível
ru: Недоступно
sv: Otillgänglig
th: ไม่พร้อมใช้งาน
tr: Kullanılamıyor
uk: Недоступно
vi: Không khả dụng
zh_cn: 不可用
zh_tw: 無法使用

source: Unencrypted
ar: غير مشفّر
de: Unverschlüsselt
es: Sin cifrar
fa: رمزگذاری‌نشده
fr: Non chiffré
hi: अनएन्क्रिप्टेड
id: Tidak terenkripsi
it: Non crittografato
ja_jp: 暗号化なし
ko: 암호화되지 않음
nl: Niet-versleuteld
pl: Nieszyfrowane
pt_br: Não criptografado
ru: Без шифрования
sv: Okrypterad
th: ไม่เข้ารหัส
tr: Şifrelenmemiş
uk: Без шифрування
vi: Không mã hóa
zh_cn: 未加密
zh_tw: 未加密

source: Unknown
ar: غير معروف
de: Unbekannt
es: Desconocido
fa: ناشناخته
fr: Inconnu
hi: अज्ञात
id: Tidak diketahui
it: Sconosciuto
ja_jp: 不明
ko: 알 수 없음
nl: Onbekend
pl: Nieznane
pt_br: Desconhecido
ru: Неизвестно
sv: Okänd
th: ไม่ทราบ
tr: Bilinmiyor
uk: Невідомо
vi: Không xác định
zh_cn: 未知
zh_tw: 未知

source: Unpin
ar: إلغاء التثبيت
de: Loslösen
es: Dejar de fijar
fa: برداشتن سنجاق
fr: Désépingler
hi: अनपिन करें
id: Lepas sematan
it: Rimuovi fissaggio
ja_jp: ピン留めを解除
ko: 고정 해제
nl: Losmaken
pl: Odepnij
pt_br: Desafixar
ru: Открепить
sv: Lossa
th: เลิกปักหมุด
tr: Sabitlemeyi Kaldır
uk: Відкріпити
vi: Bỏ ghim
zh_cn: 取消置顶
zh_tw: 取消釘選

source: Unpin model
ar: إلغاء تثبيت النموذج
de: Modell lösen
es: Desfijar modelo
fa: برداشتن سنجاق مدل
fr: Désépingler le modèle
hi: मॉडल अनपिन करें
id: Lepas sematan model
it: Rimuovi modello dagli elementi in evidenza
ja_jp: モデルのピン留めを解除
ko: 모델 고정 해제
nl: Model losmaken
pl: Odepnij model
pt_br: Desafixar modelo
ru: Открепить модель
sv: Lossa modell
th: เลิกปักหมุดโมเดล
tr: Modelin sabitlemesini kaldır
uk: Відкріпити модель
vi: Bỏ ghim mô hình
zh_cn: 取消固定模型
zh_tw: 取消釘選模型

source: Unread
ar: غير مقروء
de: Ungelesen
es: No leído
fa: خوانده‌نشده
fr: Non lu
hi: अपठित
id: Belum dibaca
it: Non letto
ja_jp: 未読
ko: 읽지 않음
nl: Ongelezen
pl: Nieprzeczytane
pt_br: Não lida
ru: Непрочитанные
sv: Oläst
th: ยังไม่ได้อ่าน
tr: Okunmamış
uk: Непрочитані
vi: Chưa đọc
zh_cn: 未读
zh_tw: 未讀

source: Unsaved changes
ar: تغييرات غير محفوظة
de: Nicht gespeicherte Änderungen
es: Cambios sin guardar
fa: تغییرات ذخیره‌نشده
fr: Modifications non enregistrées
hi: सहेजे नहीं गए बदलाव
id: Perubahan belum disimpan
it: Modifiche non salvate
ja_jp: 未保存の変更
ko: 저장되지 않은 변경 사항
nl: Niet-opgeslagen wijzigingen
pl: Niezapisane zmiany
pt_br: Alterações não salvas
ru: Несохранённые изменения
sv: Osparade ändringar
th: การเปลี่ยนแปลงที่ยังไม่ได้บันทึก
tr: Kaydedilmemiş değişiklikler
uk: Незбережені зміни
vi: Thay đổi chưa lưu
zh_cn: 未保存的更改
zh_tw: 未儲存的變更

source: Update gateway token
ar: تحديث رمز Gateway
de: Gateway-Token aktualisieren
es: Actualizar token de Gateway
fa: به‌روزرسانی توکن Gateway
fr: Mettre à jour le jeton Gateway
hi: Gateway टोकन अपडेट करें
id: Perbarui token Gateway
it: Aggiorna token del gateway
ja_jp: Gateway トークンを更新
ko: gateway 토큰 업데이트
nl: Gateway-token bijwerken
pl: Zaktualizuj token Gateway
pt_br: Atualizar token do Gateway
ru: Обновить токен Gateway
sv: Uppdatera Gateway-token
th: อัปเดตโทเค็น Gateway
tr: Gateway belirtecini güncelle
uk: Оновити токен Gateway
vi: Cập nhật token Gateway
zh_cn: 更新 Gateway 令牌
zh_tw: 更新 Gateway 權杖

source: Update the Gateway before saving automation changes from iOS.
ar: حدّث Gateway قبل حفظ تغييرات العملية التلقائية من iOS.
de: Aktualisieren Sie das Gateway, bevor Sie Änderungen an der Automatisierung unter iOS speichern.
es: Actualiza el Gateway antes de guardar cambios de automatización desde iOS.
fa: پیش از ذخیره تغییرات خودکارسازی از iOS، Gateway را به‌روزرسانی کنید.
fr: Mettez à jour le Gateway avant d’enregistrer les modifications de l’automatisation depuis iOS.
hi: iOS से ऑटोमेशन में किए गए बदलाव सहेजने से पहले Gateway को अपडेट करें।
id: Perbarui Gateway sebelum menyimpan perubahan automasi dari iOS.
it: Aggiorna il Gateway prima di salvare le modifiche all'automazione da iOS.
ja_jp: iOSから自動化の変更を保存する前に、Gatewayを更新してください。
ko: iOS에서 자동화 변경 사항을 저장하기 전에 Gateway를 업데이트하세요.
nl: Werk de Gateway bij voordat u automatiseringswijzigingen vanuit iOS opslaat.
pl: Przed zapisaniem zmian automatyzacji z systemu iOS zaktualizuj Gateway.
pt_br: Atualize o Gateway antes de salvar alterações de automação no iOS.
ru: Обновите Gateway, прежде чем сохранять изменения автоматизации с iOS.
sv: Uppdatera Gateway innan du sparar automatiseringsändringar från iOS.
th: อัปเดต Gateway ก่อนบันทึกการเปลี่ยนแปลงการทำงานอัตโนมัติจาก iOS
tr: Otomasyon değişikliklerini iOS'tan kaydetmeden önce Gateway'i güncelleyin.
uk: Оновіть Gateway, перш ніж зберігати зміни автоматизації з iOS.
vi: Hãy cập nhật Gateway trước khi lưu các thay đổi đối với tác vụ tự động hóa từ iOS.
zh_cn: 从 iOS 保存自动化更改之前，请更新 Gateway。
zh_tw: 從 iOS 儲存自動化變更前，請先更新 Gateway。

source: Update the Gateway to search and install ClawHub skills from iOS.
ar: حدّث Gateway للبحث عن مهارات ClawHub وتثبيتها من iOS.
de: Aktualisiere das Gateway, um ClawHub-Skills über iOS zu suchen und zu installieren.
es: Actualiza el Gateway para buscar e instalar Skills de ClawHub desde iOS.
fa: برای جستجو و نصب Skills از ClawHub در iOS، Gateway را به‌روزرسانی کنید.
fr: Mettez à jour le Gateway pour rechercher et installer des Skills ClawHub depuis iOS.
hi: iOS से ClawHub Skills खोजने और इंस्टॉल करने के लिए Gateway अपडेट करें।
id: Perbarui Gateway untuk mencari dan menginstal skill ClawHub dari iOS.
it: Aggiorna il Gateway per cercare e installare skill di ClawHub da iOS.
ja_jp: iOSからClawHubのSkillsを検索してインストールするには、Gatewayをアップデートしてください。
ko: iOS에서 ClawHub 스킬을 검색하고 설치하려면 Gateway를 업데이트하세요.
nl: Werk de Gateway bij om vanuit iOS ClawHub-skills te zoeken en te installeren.
pl: Zaktualizuj Gateway, aby wyszukiwać i instalować umiejętności z ClawHub w systemie iOS.
pt_br: Atualize o Gateway para buscar e instalar Skills do ClawHub pelo iOS.
ru: Обновите Gateway, чтобы искать и устанавливать навыки ClawHub с устройства iOS.
sv: Uppdatera Gateway för att söka efter och installera färdigheter från ClawHub via iOS.
th: อัปเดต Gateway เพื่อค้นหาและติดตั้ง Skills จาก ClawHub ผ่าน iOS
tr: iOS'tan ClawHub Skill'lerini aramak ve yüklemek için Gateway'i güncelleyin.
uk: Оновіть Gateway, щоб шукати й установлювати навички ClawHub з iOS.
vi: Cập nhật Gateway để tìm kiếm và cài đặt các Skills từ ClawHub trên iOS.
zh_cn: 更新 Gateway，以便从 iOS 搜索和安装 ClawHub 技能。
zh_tw: 更新 Gateway，以便從 iOS 搜尋並安裝 ClawHub Skills。

source: Updated %@
ar: تم التحديث %@
de: Aktualisiert %@
es: Actualizado %@
fa: %@ به‌روزرسانی شد
fr: Mis à jour %@
hi: %@ को अपडेट किया गया
id: Diperbarui %@
it: Aggiornato %@
ja_jp: %@に更新
ko: %@ 업데이트됨
nl: Bijgewerkt %@
pl: Zaktualizowano %@
pt_br: Atualizado %@
ru: Обновлено %@
sv: Uppdaterad %@
th: อัปเดตแล้ว %@
tr: %@ güncellendi
uk: Оновлено %@
vi: Đã cập nhật %@
zh_cn: 更新于 %@
zh_tw: 已於 %@ 更新

source: Updating OpenClaw
ar: جارٍ تحديث OpenClaw
de: OpenClaw wird aktualisiert
es: Actualizando OpenClaw
fa: در حال به‌روزرسانی OpenClaw
fr: Mise à jour d’OpenClaw
hi: OpenClaw अपडेट किया जा रहा है
id: Memperbarui OpenClaw
it: Aggiornamento di OpenClaw
ja_jp: OpenClaw を更新中
ko: OpenClaw 업데이트 중
nl: OpenClaw bijwerken
pl: Aktualizowanie OpenClaw
pt_br: Atualizando o OpenClaw
ru: Обновление OpenClaw
sv: Uppdaterar OpenClaw
th: กำลังอัปเดต OpenClaw
tr: OpenClaw güncelleniyor
uk: Оновлення OpenClaw
vi: Đang cập nhật OpenClaw
zh_cn: 正在更新 OpenClaw
zh_tw: 正在更新 OpenClaw

source: Upgrade access
ar: ترقية الوصول
de: Zugriff erweitern
es: Mejorar el acceso
fa: ارتقای دسترسی
fr: Améliorer l'accès
hi: एक्सेस अपग्रेड करें
id: Tingkatkan akses
it: Aggiorna accesso
ja_jp: アクセスをアップグレード
ko: 접근 업그레이드
nl: Toegang upgraden
pl: Rozszerz dostęp
pt_br: Ampliar acesso
ru: Расширить доступ
sv: Uppgradera åtkomst
th: อัปเกรดการเข้าถึง
tr: Erişimi yükselt
uk: Розширити доступ
vi: Nâng cấp quyền truy cập
zh_cn: 升级访问权限
zh_tw: 升級存取

source: Usage
ar: الاستخدام
de: Nutzung
es: Uso
fa: مصرف
fr: Utilisation
hi: उपयोग
id: Penggunaan
it: Utilizzo
ja_jp: 使用状況
ko: 사용량
nl: Gebruik
pl: Użycie
pt_br: Uso
ru: Использование
sv: Användning
th: การใช้งาน
tr: Kullanım
uk: Використання
vi: Mức sử dụng
zh_cn: 用量
zh_tw: 使用量

source: Use Manual Gateway
ar: استخدام Gateway يدوي
de: Manuelles Gateway verwenden
es: Usar Gateway manual
fa: استفاده از Gateway دستی
fr: Utiliser un Gateway manuel
hi: Manual Gateway का उपयोग करें
id: Gunakan Gateway Manual
it: Usa Gateway manuale
ja_jp: 手動Gatewayを使用
ko: 수동 Gateway 사용
nl: Handmatige Gateway gebruiken
pl: Użyj ręcznego Gateway
pt_br: Usar Gateway manual
ru: Использовать Gateway вручную
sv: Använd manuell Gateway
th: ใช้ Gateway ด้วยตนเอง
tr: Manuel Gateway Kullan
uk: Використати Gateway вручну
vi: Dùng Gateway thủ công
zh_cn: 使用手动 Gateway
zh_tw: 使用手動 Gateway

source: Use Manual Setup
ar: استخدام الإعداد اليدوي
de: Manuelle Einrichtung verwenden
es: Usar configuración manual
fa: استفاده از راه‌اندازی دستی
fr: Utiliser la configuration manuelle
hi: Manual Setup का उपयोग करें
id: Gunakan Manual Setup
it: Usa configurazione manuale
ja_jp: 手動セットアップを使用
ko: 수동 설정 사용
nl: Handmatige configuratie gebruiken
pl: Użyj konfiguracji ręcznej
pt_br: Usar configuração manual
ru: Использовать ручную настройку
sv: Använd manuell konfiguration
th: ใช้ Manual Setup
tr: Manuel Kurulumu Kullan
uk: Використати ручне налаштування
vi: Dùng Thiết lập thủ công
zh_cn: 使用手动设置
zh_tw: 使用手動設定

source: Use a secure wss:// or Tailscale Serve Gateway, then scan a full-access setup code from the Control UI or openclaw qr and reconnect to enable settings and upgrades.
ar: استخدم Gateway آمنًا عبر wss:// أو Tailscale Serve، ثم امسح رمز إعداد بوصول كامل من Control UI أو openclaw qr وأعد الاتصال لتمكين الإعدادات والترقيات.
de: Verwende ein sicheres wss:// oder Tailscale Serve Gateway, scanne dann einen Setup-Code mit vollem Zugriff aus der Control UI oder von openclaw qr und stelle die Verbindung erneut her, um Einstellungen und Upgrades zu aktivieren.
es: Usa un Gateway seguro wss:// o Tailscale Serve, luego escanea un código de configuración de acceso completo desde la Control UI o con openclaw qr y vuelve a conectarte para habilitar los ajustes y las actualizaciones.
fa: از یک Gateway امن wss:// یا Tailscale Serve استفاده کنید، سپس یک کد راه‌اندازی با دسترسی کامل را از Control UI یا openclaw qr اسکن کرده و دوباره متصل شوید تا تنظیمات و به‌روزرسانی‌ها فعال شوند.
fr: Utilisez un Gateway sécurisé wss:// ou Tailscale Serve, puis scannez un code de configuration à accès complet depuis la Control UI ou openclaw qr et reconnectez-vous pour activer les paramètres et les mises à niveau.
hi: एक सुरक्षित wss:// या Tailscale Serve Gateway का उपयोग करें, फिर Control UI या openclaw qr से एक फुल-एक्सेस सेटअप कोड स्कैन करें और सेटिंग्स तथा अपग्रेड सक्षम करने के लिए फिर से कनेक्ट करें।
id: Gunakan Gateway wss:// yang aman atau Tailscale Serve, lalu pindai kode penyiapan akses penuh dari Control UI atau openclaw qr dan sambungkan ulang untuk mengaktifkan pengaturan dan peningkatan.
it: Usa un Gateway sicuro wss:// o Tailscale Serve, quindi scansiona un codice di configurazione con accesso completo dalla Control UI o da openclaw qr e riconnettiti per abilitare impostazioni e aggiornamenti.
ja_jp: セキュアな wss:// または Tailscale Serve Gateway を使用し、Control UI または openclaw qr からフルアクセスのセットアップコードをスキャンして再接続すると、設定とアップグレードが有効になります。
ko: 보안 wss:// 또는 Tailscale Serve Gateway를 사용한 다음, Control UI 또는 openclaw qr에서 전체 접근 설정 코드를 스캔하고 다시 연결하여 설정 및 업그레이드를 활성화하세요.
nl: Gebruik een beveiligde wss:// of Tailscale Serve Gateway, scan vervolgens een installatiecode met volledige toegang vanuit de Control UI of openclaw qr en maak opnieuw verbinding om instellingen en upgrades in te schakelen.
pl: Użyj bezpiecznego Gateway wss:// lub Tailscale Serve, następnie zeskanuj kod konfiguracyjny z pełnym dostępem z Control UI lub openclaw qr i połącz się ponownie, aby włączyć ustawienia i aktualizacje.
pt_br: Use um Gateway seguro wss:// ou Tailscale Serve, depois escaneie um código de configuração de acesso completo na Control UI ou com openclaw qr e reconecte para ativar configurações e atualizações.
ru: Используйте защищённый wss:// или Tailscale Serve Gateway, затем отсканируйте код настройки с полным доступом из Control UI или openclaw qr и переподключитесь, чтобы включить настройки и обновления.
sv: Använd en säker wss:// eller Tailscale Serve Gateway, skanna sedan en konfigurationskod med fullständig åtkomst från Control UI eller openclaw qr och återanslut för att aktivera inställningar och uppgraderingar.
th: ใช้ Gateway แบบ wss:// ที่ปลอดภัยหรือ Tailscale Serve จากนั้นสแกนรหัสตั้งค่าแบบเข้าถึงเต็มรูปแบบจาก Control UI หรือ openclaw qr แล้วเชื่อมต่อใหม่เพื่อเปิดใช้การตั้งค่าและการอัปเกรด
tr: Güvenli bir wss:// veya Tailscale Serve Gateway kullanın, ardından Control UI'dan veya openclaw qr ile tam erişimli bir kurulum kodu tarayın ve ayarları ve yükseltmeleri etkinleştirmek için yeniden bağlanın.
uk: Використайте захищений wss:// або Tailscale Serve Gateway, потім відскануйте код налаштування з повним доступом із Control UI чи openclaw qr та повторно підключіться, щоб увімкнути налаштування й оновлення.
vi: Sử dụng Gateway wss:// bảo mật hoặc Tailscale Serve, sau đó quét mã thiết lập quyền truy cập đầy đủ từ Control UI hoặc openclaw qr và kết nối lại để bật cài đặt và nâng cấp.
zh_cn: 使用安全的 wss:// 或 Tailscale Serve Gateway，然后从 Control UI 或 openclaw qr 扫描完全访问的设置代码并重新连接，以启用设置和升级。
zh_tw: 使用安全的 wss:// 或 Tailscale Serve Gateway，然後從 Control UI 或 openclaw qr 掃描完整存取設定碼並重新連線，以啟用設定與升級。

source: Use iPhone Settings to enable direct connection.
ar: استخدم إعدادات iPhone لتفعيل الاتصال المباشر.
de: Verwenden Sie die iPhone-Einstellungen, um die Direktverbindung zu aktivieren.
es: Usa los Ajustes del iPhone para activar la conexión directa.
fa: برای فعال کردن اتصال مستقیم از تنظیمات iPhone استفاده کنید.
fr: Utilisez les réglages de l'iPhone pour activer la connexion directe.
hi: सीधा कनेक्शन सक्षम करने के लिए iPhone सेटिंग्स का उपयोग करें।
id: Gunakan Pengaturan iPhone untuk mengaktifkan koneksi langsung.
it: Usa le Impostazioni di iPhone per abilitare la connessione diretta.
ja_jp: iPhone の設定で直接接続を有効にしてください。
ko: iPhone 설정에서 직접 연결을 활성화하세요.
nl: Gebruik iPhone-instellingen om directe verbinding in te schakelen.
pl: Użyj Ustawień iPhone'a, aby włączyć połączenie bezpośrednie.
pt_br: Use os Ajustes do iPhone para ativar a conexão direta.
ru: Включите прямое подключение в настройках iPhone.
sv: Använd iPhone-inställningarna för att aktivera direktanslutning.
th: ใช้การตั้งค่า iPhone เพื่อเปิดใช้งานการเชื่อมต่อโดยตรง
tr: Doğrudan bağlantıyı etkinleştirmek için iPhone Ayarları'nı kullanın.
uk: Скористайтеся Налаштуваннями iPhone, щоб увімкнути пряме з’єднання.
vi: Dùng Cài đặt iPhone để bật kết nối trực tiếp.
zh_cn: 使用 iPhone 设置启用直接连接。
zh_tw: 使用 iPhone 設定以啟用直接連線。

source: Use only on a trusted private network.
ar: استخدمه فقط على شبكة خاصة موثوقة.
de: Nur in einem vertrauenswürdigen privaten Netzwerk verwenden.
es: Úsalo únicamente en una red privada de confianza.
fa: فقط در یک شبکه خصوصی مورد اعتماد استفاده کنید.
fr: À utiliser uniquement sur un réseau privé de confiance.
hi: केवल विश्वसनीय निजी नेटवर्क पर उपयोग करें।
id: Gunakan hanya pada jaringan privat tepercaya.
it: Utilizza solo su una rete privata attendibile.
ja_jp: 信頼できるプライベートネットワークでのみ使用してください。
ko: 신뢰할 수 있는 비공개 네트워크에서만 사용하세요.
nl: Alleen gebruiken op een vertrouwd privénetwerk.
pl: Używaj tylko w zaufanej sieci prywatnej.
pt_br: Use somente em uma rede privada confiável.
ru: Используйте только в доверенной частной сети.
sv: Använd endast i ett betrott privat nätverk.
th: ใช้เฉพาะบนเครือข่ายส่วนตัวที่เชื่อถือได้เท่านั้น
tr: Yalnızca güvenilir bir özel ağda kullanın.
uk: Використовуйте лише в надійній приватній мережі.
vi: Chỉ sử dụng trên mạng riêng đáng tin cậy.
zh_cn: 仅在受信任的专用网络上使用。
zh_tw: 僅限在受信任的私人網路上使用。

source: Use this if you have a setup code instead of scanning.
ar: استخدم هذا إذا كان لديك رمز إعداد بدلًا من المسح الضوئي.
de: Verwenden Sie dies, wenn Sie einen Einrichtungscode haben, statt ihn zu scannen.
es: Usa esto si tienes un código de configuración en lugar de escanear.
fa: اگر به‌جای اسکن، کد راه‌اندازی دارید، از این گزینه استفاده کنید.
fr: Utilisez cette option si vous disposez d’un code de configuration au lieu de le scanner.
hi: यदि आपके पास स्कैन करने के बजाय सेटअप कोड है, तो इसका उपयोग करें।
id: Gunakan ini jika Anda memiliki kode penyiapan alih-alih memindai.
it: Usa questa opzione se hai un codice di configurazione invece di scansionarlo.
ja_jp: スキャンの代わりにセットアップコードがある場合は、これを使用してください。
ko: 스캔하는 대신 설정 코드가 있는 경우 사용하세요.
nl: Gebruik dit als u een installatiecode hebt in plaats van te scannen.
pl: Użyj tej opcji, jeśli masz kod konfiguracji zamiast skanowania.
pt_br: Use isto se você tiver um código de configuração em vez de escanear.
ru: Используйте это, если у вас есть код настройки вместо сканирования.
sv: Använd detta om du har en installationskod i stället för att skanna.
th: ใช้ตัวเลือกนี้หากคุณมีรหัสตั้งค่าแทนการสแกน
tr: Tarama yerine bir kurulum kodunuz varsa bunu kullanın.
uk: Використовуйте це, якщо у вас є код налаштування замість сканування.
vi: Dùng tùy chọn này nếu bạn có mã thiết lập thay vì quét.
zh_cn: 如果您有设置代码而不是扫描，请使用此项。
zh_tw: 如果您有設定碼而不是掃描，請使用此選項。

source: Used for new Chat and Talk sessions.
ar: يُستخدم لجلسات الدردشة والتحدث الجديدة.
de: Wird für neue Chat- und Talk-Sitzungen verwendet.
es: Se usa para nuevas sesiones de Chat y Talk.
fa: برای جلسه‌های جدید Chat و Talk استفاده می‌شود.
fr: Utilisé pour les nouvelles sessions Chat et Talk.
hi: नए Chat और Talk सत्रों के लिए उपयोग किया जाता है।
id: Digunakan untuk sesi Chat dan Talk baru.
it: Usato per nuove sessioni di Chat e Talk.
ja_jp: 新しいChatおよびTalkセッションに使用されます。
ko: 새 Chat 및 Talk 세션에 사용됩니다.
nl: Gebruikt voor nieuwe Chat- en Talk-sessies.
pl: Używane dla nowych sesji Chat i Talk.
pt_br: Usado para novas sessões de Chat e Talk.
ru: Используется для новых сеансов Chat и Talk.
sv: Används för nya chatt- och samtalssessioner.
th: ใช้สำหรับเซสชัน Chat และ Talk ใหม่
tr: Yeni Chat ve Talk oturumları için kullanılır.
uk: Використовується для нових сеансів Chat і Talk.
vi: Được dùng cho các phiên Chat và Talk mới.
zh_cn: 用于新的聊天和通话会话。
zh_tw: 用於新的 Chat 和 Talk 工作階段。

source: Useful for one-time automations.
ar: مفيد لعمليات الأتمتة التي تُنفّذ مرة واحدة.
de: Nützlich für einmalige Automatisierungen.
es: Útil para automatizaciones de una sola vez.
fa: مناسب برای اتوماسیون‌های یک‌باره.
fr: Utile pour les automatisations ponctuelles.
hi: एक बार चलने वाले ऑटोमेशन के लिए उपयोगी।
id: Berguna untuk otomatisasi satu kali.
it: Utile per le automazioni una tantum.
ja_jp: 1回限りのオートメーションに便利です。
ko: 일회성 자동화에 유용합니다.
nl: Handig voor eenmalige automatiseringen.
pl: Przydatne w przypadku jednorazowych automatyzacji.
pt_br: Útil para automações de execução única.
ru: Полезно для однократных автоматизаций.
sv: Användbart för engångsautomatiseringar.
th: มีประโยชน์สำหรับการทำงานอัตโนมัติแบบครั้งเดียว
tr: Tek seferlik otomasyonlar için kullanışlıdır.
uk: Корисно для одноразових автоматизацій.
vi: Hữu ích cho các tác vụ tự động chỉ chạy một lần.
zh_cn: 适用于一次性自动化。
zh_tw: 適用於一次性自動化。

source: User
ar: المستخدم
de: Benutzer
es: Usuario
fa: کاربر
fr: Utilisateur
hi: उपयोगकर्ता
id: Pengguna
it: Utente
ja_jp: ユーザー
ko: 사용자
nl: Gebruiker
pl: Użytkownik
pt_br: Usuário
ru: Пользователь
sv: Användare
th: ผู้ใช้
tr: Kullanıcı
uk: Користувач
vi: Người dùng
zh_cn: 用户
zh_tw: 使用者
